tap 'sanemat/font'

brew 'carthage'
brew 'swiftlint'
brew 'peco'
brew 'rbenv'
brew 'ruby-build'
brew 'imagemagick'
brew 'ricty'
brew 'heroku'
brew 'git'
brew 'jq'
brew 'tig'
brew 'tree'
brew 'the_silver_searcher'
brew 'gibo'
brew 'yarn'
brew 'zsh-completions'
