brew 'zplug'
brew 'peco'
brew 'rbenv'
brew 'ruby-build'
brew 'imagemagick'
brew 'git'
brew 'jq'
brew 'tig'
brew 'tree'
brew 'the_silver_searcher'
brew 'gibo'
brew 'nodebrew'
brew 'zsh-completions'
brew 'curl'
brew 'source-highlight'
brew 'ffmpeg'
brew 'gifsicle'
brew 'redis'
brew 'terminal-notifier'
brew 'hg'
brew 'gh'
brew 'ghq'
brew 'pyenv'
brew 'eza'

# Heroku CLI
tap 'heroku/brew'
brew 'heroku'

# brew cask
tap 'homebrew/cask'
cask 'iterm2'
cask 'visual-studio-code'
cask 'google-chrome'
cask 'firefox'
cask 'slack'
cask 'discord'
cask 'contexts'
cask 'provisionql'
cask 'clipy'
cask 'emacs'
cask 'karabiner-elements'
cask 'vivaldi'
cask 'xcodes'

# Font
tap 'homebrew/cask-fonts'
cask 'font-hackgen'

# Mac App Store
mas 'BetterSnapTool', id: 417375580
