brew 'carthage'
brew 'swiftlint'
brew 'peco'
brew 'rbenv'
brew 'ruby-build'
brew 'imagemagick'
brew 'git'
brew 'hub'
brew 'jq'
brew 'tig'
brew 'tree'
brew 'the_silver_searcher'
brew 'gibo'
brew 'yarn'
brew 'zsh-completions'
brew 'curl'
brew 'source-highlight'
brew 'ffmpeg'
brew 'gifsicle'
brew 'redis'

# Heroku CLI
tap 'heroku/brew'
brew 'heroku'

# Font
tap 'sanemat/font'
brew 'ricty'

# brew cask
tap 'homebrew/cask'
cask 'iterm2'
cask 'visual-studio-code'
cask 'atom'
cask 'google-chrome'
cask 'firefox'
cask 'google-japanese-ime'
cask 'slack'
cask 'discord'
cask 'contexts'
cask 'provisionql'
cask 'emacs'

# Mac App Store
mas 'BetterSnapTool', id: 417375580
